[{"학년":1,"연도":2223,"월":4,"문제번호":18,"문제질문":"다음 글의 목적으로 가장 적절한 것은?","제시문":"To whom it may concern, I sometimes travel to Summerland to visit friends. One of the first landmarks to captivate me there years ago was the Mackenzie-Brown House. Last week, I visited again after a long time away, and I was shocked at the state of the house ― yard overgrown and stains on the beautiful walls. I am particularly sensitive to historic sites falling into disrepair. I certainly can’t understand why you have neglected such a landmark, and I ask that you please restore the Mackenzie-Brown House. I cannot imagine how heartbreaking it must be for the residents of Summerland to witness the decline of this historic building. With kind regards, Holly Bebernitz","답":3,"선택지 1":"역사적 건축물 견학 프로그램을 홍보하려고","선택지 2":"관광객 유치를 위한 아이디어를 제안하려고","선택지 3":"지역의 역사적 건축물 복원을 요청하려고","선택지 4":"박물관 보수 공사 일정 조정을 부탁하려고","선택지 5":"유적지 관리 실태 조사 결과를 공유하려고"},{"학년":1,"연도":2223,"월":4,"문제번호":19,"문제질문":"다음 글에 드러난 Karim의 심경 변화로 가장 적절한 것은?","제시문":"Karim was deep within the dense forest alone. He began to notice the strangeness of his surroundings. Scared, he hid under a tree, and he heard the “thump-thump” sound. Moments later, he saw a large elephant running toward him! He trembled uncontrollably and could hardly move. Suddenly, he remembered what he had read about elephants: Elephants are scared of loud noises. He also thought of the firecrackers in his pack. Quick as a flash, he lit them. The firecrackers burst with a loud noise, scaring away the elephant. Then, Karim ran away as fast as he could. By the time he reached his campsite, he was sure there was nothing dangerous around him. He could finally breathe easily. He put his hand on his chest, feeling his heartbeat slow back to its normal pace.","답":5,"선택지 1":"hopeful → nervous","선택지 2":"fulfilled → regretful","선택지 3":"jealous → satisfied","선택지 4":"ashamed → grateful","선택지 5":"terrified → relieved"},{"학년":1,"연도":2223,"월":4,"문제번호":20,"문제질문":"다음 글에서 필자가 주장하는 바로 가장 적절한 것은?","제시문":"We try to avoid uncertainty by overanalyzing. But we don’t have complete control over how the future will play out. You may feel that if you can just answer your “worry question” once and for all, you will be satisfied and you can finally drop your rumination, but has this ever actually happened to you? Has there ever been an answer that allowed you to stop worrying? There is only one way out of this spiral, and that is not to try to gain control, but to give it up. Instead of pushing back against uncertainty, embrace it. Instead of trying to answer your worry question, deliberately practice leaving it unanswered. Don’t ask others and don’t think about it. Tell yourself that analysis is not the solution, but really just more of the same problem. * rumination: 반추(反芻) ** spiral: 소용돌이","답":1,"선택지 1":"분석을 통해 미래의 불확실성을 통제하기보다 수용해야 한다.","선택지 2":"타인에게 의존하기보다는 스스로 문제 해결력을 길러야 한다.","선택지 3":"걱정을 유발하는 문제 상황을 객관적으로 판단해야 한다.","선택지 4":"문제의 해결책을 찾기 전에 원인을 먼저 분석해야 한다.","선택지 5":"만일의 상황에 대비하여 꼼꼼하게 계획을 세워야 한다."},{"학년":1,"연도":2223,"월":4,"문제번호":21,"문제질문":"밑줄 친 news ‘happens’가 다음 글에서 의미하는 바로 가장 적절한 것은?","제시문":"Journalists love to report studies that are at the “initial findings” stages — research that claims to be the first time anyone has discovered a thing — because there is newsworthiness in their novelty. But “first ever” discoveries are extremely vulnerable to becoming undermined by subsequent research. When that happens, the news media often don’t go back and inform their audiences about the change — assuming they even hear about it. Kelly Crowe, a CBC News reporter writes, quoting one epidemiologist, “There is increasing concern that in modern research, false findings may be the majority or even the vast majority of published research claims.” She goes on to suggest that journalists, though blameworthy for this tendency, are aided and abetted by the scientists whose studies they cite. She writes that the “conclusions” sections in scientific abstracts can sometimes be overstated in an attempt to draw attention from prestigious academic journals and media who uncritically take their bait. Even so, Crowe ends her piece by stressing that there is still an incompatibility between the purposes and processes of news and science: Science ‘evolves,’ but news ‘happens.’","답":2,"선택지 1":"News follows the process of research more than the outcome.","선택지 2":"News focuses not on how research changes but on the novelty of it.","선택지 3":"News attracts attention by criticizing false scientific discoveries.","선택지 4":"Reporters give instant feedback to their viewers, unlike scientists.","선택지 5":"Reporters create and strengthen trust in the importance of science."},{"학년":1,"연도":2223,"월":4,"문제번호":22,"문제질문":"다음 글의 요지로 가장 적절한 것은?","제시문":"To overcome death as the obstacle that was hindering the evolution of human intelligence, our ancestors developed the killer app that propelled our species forward, ahead of all others: namely, spoken and written language in words and maths. I believe communication was, and still is, our most valuable invention. It has helped us preserve the knowledge, learning, discoveries and intelligence we have gained and pass them on from person to person and from generation to generation. Imagine if Einstein had had no way of telling the rest of us about his remarkable understanding of the theory of relativity. In the absence of our incredible abilities to communicate, each and every one of us would need to discover relativity on his or her own. Leaps of human intelligence have happened, then, as a response to the way human society and culture developed. A lot of our intelligence resulted from our interaction with each other, and not just in response to our environments.","답":2,"선택지 1":"인간의 언어는 환경과의 상호 작용을 통해 발달한다.","선택지 2":"인간의 지능 발달은 상호 간 의사소통의 결과물이다.","선택지 3":"과학의 발전은 인간 사회의 문화 보존에 필수적이다.","선택지 4":"언어의 변화가 세대 간 의사소통의 단절을 초래한다.","선택지 5":"기술에 대한 의존이 인간의 학습 능력 발달을 저해한다."},{"학년":1,"연도":2223,"월":4,"문제번호":23,"문제질문":"다음 글의 주제로 가장 적절한 것은?","제시문":"By the start of the 16th century, the Renaissance movement had given birth to the Protestant Reformation and an era of profound religious change. The art of this period reflected the disruption caused by this shift. Appropriately named the Baroque, meaning irregular or distorted, European painting in the 16th century largely focused on capturing motion, drama, action, and powerful emotion. Painters employed the strong visual tools of dramatic composition, intense contrast of light and dark, and emotionally provocative subject matter to stir up feelings of disruption. Religious subjects were often portrayed in this era through new dramatic visual language, a contrast to the reverential portrayal of religious figures in earlier traditions. In order to capture the social disruption surrounding Christianity and the Roman Catholic Church, many artists abandoned old standards of visual perfection from the Classical and Renaissance periods in their portrayal of religious figures. * Protestant Reformation: 종교 개혁 ** reverential: 경건한","답":1,"선택지 1":"characteristics of Baroque paintings caused by religious disruption","선택지 2":"impacts of the Baroque on the development of visual perfectionism","선택지 3":"efforts of Baroque painters to imitate the Renaissance style","선택지 4":"roles of Baroque artists in stabilizing the disrupted society","선택지 5":"reasons of idealizing religious figures in Baroque paintings"},{"학년":1,"연도":2223,"월":4,"문제번호":24,"문제질문":"다음 글의 제목으로 가장 적절한 것은?","제시문":"Chimpanzees are known to hunt and eat red colobus monkeys. Although a solo male typically initiates a hunt, others often join in, and hunting success is much higher when chimps hunt as a group rather than individually. During the hunt, chimpanzees adopt different roles: one male might flush the monkeys from their refuge, while another blocks the escape route. Somewhere else, an ambusher hides, ready to make his deadly move. Although this sounds a lot like teamwork, recent work offers a simpler interpretation. Chimps are more likely to join others for hunts because larger hunting groups increase each individual’s chance of catching a monkey — they aren’t interested in collective goals. The appearance of specialised roles in the hunt may also be an illusion: a simpler explanation is that each chimp places himself where his own chance of catching a monkey is highest, relative to the positions the others have already taken. Collaboration in chimps seems to emerge from an ‘every chimp for himself’ mentality. * refuge: 은신처 ** ambusher: 복병","답":1,"선택지 1":"Chimps’ Group Hunt: It’s All about Myself, Not Ourselves","선택지 2":"Obstacles to Chimps in Assigning Roles for Group Hunting","선택지 3":"How One Selfish Chimp Can Ruin a Cooperative Group Hunt","선택지 4":"Hunting in Concert with Other Chimps Determines Social Status!","선택지 5":"Which Are Better Hunters, Cooperative or Competitive Chimps?"},{"학년":1,"연도":2223,"월":4,"문제번호":26,"문제질문":"Antonia Brico에 관한 다음 글의 내용과 일치하지 않는 것은?","제시문":"Antonia Brico was born in the Netherlands in 1902 and immigrated to the United States at the age of six. After attending a park concert when she was young, she was so inspired that she made up her mind to study music and become a conductor. In 1927, she entered the Berlin State Academy of Music and became the first American to graduate from its master class in conducting. In 1930, Brico made her debut as a professional conductor, for which she received positive reviews. She made an extensive European tour, and during the tour she was invited by Jean Sibelius to conduct the Helsinki Symphony Orchestra. Brico settled in Denver, where she continued to work as a conductor of the Denver Businessmen’s Orchestra, later renamed the Brico Symphony Orchestra. In 1974, her most famous student, folk singer Judy Collins, made a documentary film about her, which was nominated for an Academy Award.","답":3,"선택지 1":"네덜란드에서 태어나 6살에 미국으로 이주했다.","선택지 2":"공원 콘서트에 참석한 후 지휘자가 되기로 결심했다.","선택지 3":"전문 지휘자로서의 데뷔에서 부정적인 평가를 받았다.","선택지 4":"Denver에 정착해서 지휘자로 계속 일했다.","선택지 5":"그녀에 관한 영화가 아카데미상 후보에 올랐다."},{"학년":1,"연도":2223,"월":4,"문제번호":29,"문제질문":"다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?","제시문":"The actual problems with monopolies are caused by statism, not capitalism. Under a statist social system, taxes, subsidies, tariffs, and regulations often serve to protect existing large players in the marketplace. Those players often use crony tactics to retain or expand the protections: a new tariff preventing foreign competition, a subsidy making it harder for new players ① to compete with them, or a regulatory measure that a large company has the resources to comply with. Under a capitalist social system, on the other hand, the government has no say in how ② dominantly a company may become in its industry or how companies take over and merge with one another. Furthermore, a capitalist society doesn’t have rights-violating taxes, tariffs, subsidies, or regulations ③ favoring anybody nor does it have antitrust laws. Under capitalism, dominance can only be achieved by becoming really good at ④ what you’re doing. And to maintain dominance, you have to continue to stay ahead of the competition, which sees your dominance and profits as a sign ⑤ that there is money to be made by others as well. * statism: 국가 통제주의 ** crony: 정실(사사로운 정에 이끌리는 일) *** antitrust law: 독점 금지법","답":2,"선택지 1":"to compete","선택지 2":"dominantly","선택지 3":"favoring","선택지 4":"what","선택지 5":"that"},{"학년":1,"연도":2223,"월":4,"문제번호":30,"문제질문":"다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은?","제시문":"One of the most productive strategies to build customer relationships is to increase the firm’s share of customer rather than its market share. This strategy involves abandoning the old notions of ① acquiring new customers and increasing transactions to focus instead on more fully serving the needs of existing customers. Financial services are a great example of this. Most consumers purchase financial services from ② different firms. They bank at one institution, purchase insurance from another, and handle their investments elsewhere. To ③ solidify this purchasing pattern, many companies now offer all of these services under one roof. For example, Regions Financial Corporation offers retail and commercial banking, trust, mortgage, and insurance products to customers in a network of more than 1,500 offices. The company tries to more fully serve the financial needs of its ④ current customers, thereby acquiring a larger share of each customer’s financial business. By creating these types of relationships, customers have ⑤ little incentive to seek out competitive firms to fulfill their financial services needs.","답":3,"선택지 1":"acquiring","선택지 2":"different","선택지 3":"solidify","선택지 4":"current","선택지 5":"little"},{"학년":1,"연도":2223,"월":4,"문제번호":31,"문제질문":"다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오.","제시문":"Not only was Eurasia by chance blessed with biological abundance, but the very ____________of the continent greatly promoted the spread of crops between distant regions. When the supercontinent Pangea fragmented, it was torn apart along rifts that just so happened to leave Eurasia as a broad landmass running in an east-west direction — the entire continent stretches more than a third of the way around the world, but mostly within a relatively narrow range of latitudes. As it is the latitude on the Earth that largely determines the climate and length of the growing season, crops domesticated in one part of Eurasia can be transplanted across the continent with only minimal need for adaptation to the new locale. Thus wheat cultivation spread readily from the uplands of Turkey throughout Mesopotamia, to Europe, and all the way round to India, for example. The twin continents of the Americas, by contrast, lie in a north-south direction. Here, the spreading of crops originally domesticated in one region to another led to a much harder process of re-adapting the plant species to different growing conditions. [3점] * fragment: 조각나다 ** rift: 갈라진 틈 ① isolation ② orientation ③ diversity ④ conservation ⑤ instability","답":2,"선택지 1":"isolation","선택지 2":"orientation","선택지 3":"diversity","선택지 4":"conservation","선택지 5":"instability"},{"학년":1,"연도":2223,"월":4,"문제번호":32,"문제질문":"다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오.","제시문":"When you are born, your neocortex knows almost nothing. It doesn’t know any words, what buildings are like, how to use a computer, or what a door is and how it moves on hinges. It has to learn countless things. The overall structure of the neocortex is not random. Its size, the number of regions it has, and how they are connected together is largely determined by our genes. For example, genes determine what parts of the neocortex are connected to the eyes, what other parts are connected to the ears, and how those parts connect to each other. Therefore, we can say that the neocortex is structured at birth to see, hear, and even learn language. But it is also true that the neocortex doesn’t know what it will see, what it will hear, and what specific languages it might learn. We can think of the neocortex as starting life ______________________________________________ but knowing nothing in particular. Through experience, it learns a rich and complicated model of the world. * neocortex: (대뇌의) 신피질","답":1,"선택지 1":"having some built-in assumptions about the world","선택지 2":"causing conflicts between genes and environments","선택지 3":"being able to efficiently reprocess prior knowledge","선택지 4":"controlling the structure and processing power of the brain","선택지 5":"fighting persistently against the determined world of genes"},{"학년":1,"연도":2223,"월":4,"문제번호":33,"문제질문":"다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오.","제시문":"While early clocks marked only the hour or quarter-hour, by 1700 most clocks had acquired minute hands, and by 1800 second hands were standard. This unprecedented ability to measure time precisely ______________________________ , which became a prime weapon of the Industrial Revolution. As the historian of technology Lewis Mumford argued, “the clock, not the steam engine, is the key-machine of the modern industrial age.” Soon factory workers were clocking in, filling out timesheets, and being punished for lateness. With time sliced into smaller and smaller periods, business owners could measure the speed of their workers down to the second, and gradually increase the pace of the production line. Workers who tried to reject this strict control by “going slow” were swiftly fired. The cruel power of the clock fed the growing culture of utilitarian efficiency, so brilliantly depicted by Charles Dickens in his 1854 novel Hard Times, where the office of Mr. Gradgrind contained “a deadly statistical clock in it, which measured every second with a beat like a rap upon a coffin-lid.” [3점]","답":3,"선택지 1":"allowed workers to climb up the ladder of social class","선택지 2":"liberated workers but imprisoned employers in a time trap","선택지 3":"found its most authoritarian expression in the factory clock","선택지 4":"veiled the violent nature and the discipline of measured time","선택지 5":"paved the way for workers to control manufacturing machines"},{"학년":3,"연도":2223,"월":3,"문제번호":31,"문제질문":"다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오.","제시문":"In the Indian language of pali, mettā means benevolence, kindness or tenderness. It is one of the most important ideas in Buddhism. Buddhism recommends a daily ritual meditation (known as mettā bhāvanā) to foster this attitude. The meditation begins with a call to think carefully every morning of an individual with whom one tends to get irritated or to whom one feels aggressive or cold and — in place of one’s normal hostile impulses — to rehearse kindly messages like ‘I hope you will find peace’ or ‘I wish you to be free from suffering’. This practice can be extended outwards ultimately to include pretty much everyone on Earth. The background assumption is that, with the right stimulus, our feelings towards people are not fixed and unalterable, but open to deliberate change and improvement. __________ is a learnable skill, and we need to direct it as much towards those we are tempted to dismiss and detest as to those we love.","답":3,"선택지 1":"Creativity","선택지 2":"Relaxation","선택지 3":"Compassion","선택지 4":"Justification","선택지 5":"Empowerment"}]